Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: No results. Please try adjusting your filters or clearing some criteria to see results.
es_es: No hay resultados. Pruebe a ajustar los filtros o eliminar algunos criterios para ver resultados.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
es_es: Todavía no ha creado consultas. Comience su camino hacia el crecimiento creando su primera consulta

source: Actions required
es_es: Acciones necesarias

source: No results.<br/>Clear the search to show all results.
es_es: No hay resultados.<br/>Borre la búsqueda para mostrar todos los resultados.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
es_es: Todavía no tiene objetivos. ¡Impulse su progreso estableciendo el primer objetivo!

source: This worker has no goals yet. Create goals to help their progress.
es_es: Este trabajador todavía no tiene objetivos. Cree objetivos para ayudarle a avanzar.

source: Go to the Check-ins page to take any required actions
es_es: Vaya a la página de consultas para realizar las acciones necesarias

source: Events history
es_es: Historial de eventos

source: No compensation data to display
es_es: No hay datos de compensación para mostrar

source: Hide sensitive data
es_es: Ocultar datos sensibles

source: Sensitive data is hidden
es_es: Los datos sensibles están ocultos

source: Salary change events – Last 5 years
es_es: Eventos de cambios salariales: últimos 5 años

source: Historical compensation
es_es: Compensación histórica

source: Overview of recent salary changes
es_es: Resumen de los cambios recientes en los salarios

source: Last request
es_es: Última solicitud

source: Request date
es_es: Fecha de solicitud

source: Request pay information
es_es: Solicitar información sobre el salario

source: Enter your description here
es_es: Introduce tu descripción aquí

source: Pay information
es_es: Información salarial

source: You cannot submit a new pay information request as you already have a request in progress.
es_es: No puedes enviar una nueva solicitud de información salarial porque ya tienes una solicitud en curso.

source: Request in progress
es_es: Solicitud en curso

source: The request was successfully created.
es_es: La solicitud se creó correctamente.

source: Midpoint
es_es: Punto medio

source: No position in pay range data to display
es_es: No hay datos de posición en la escala salarial para mostrar

source: Use this toggle to hide or show your sensitive compensation information.
es_es: Utilice este interruptor para ocultar o mostrar su información de compensación sensible.

source: Show sensitive data
es_es: Mostrar datos sensibles

source: Sensitive data is displayed
es_es: Se muestran datos sensibles

source: Total direct compensation
es_es: Compensación directa total

source: Total indirect compensation
es_es: Compensación indirecta total

source: Variable bonus
es_es: Bonificación variable

source: Cost center name
es_es: Nombre del centro de costes

source: Education
es_es: Educación

source: General information
es_es: Información general

source: Hide worker details
es_es: Ocultar detalles del trabajador

source: Role information
es_es: Información sobre el rol

source: Show worker details
es_es: Mostrar detalles del trabajador

source: Start date in role
es_es: Fecha de inicio en el puesto

source: Tenure
es_es: Antigüedad

source: Worker information
es_es: Información del trabajador

source: Work city
es_es: Ciudad de trabajo

source: No documents yet. Your most recent documents will be displayed here for easy access.
es_es: Todavía no hay documentos. Sus documentos más recientes se mostrarán aquí para facilitar el acceso a ellos.

source: Latest documents
es_es: Documentos más recientes

source: Date generated
es_es: Fecha de generación

source: Tag
es_es: Etiqueta

source: All documents you have received
es_es: Todos los documentos que ha recibido

source: You don't have enough information to review yet.
es_es: Todavía no tiene suficiente información para realizar una evaluación.

source: Variable achievement estimator
es_es: Estimador de logro variable

source: Use our model for inspiration
es_es: Utilice nuestro modelo para inspirarse

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
es_es: Su actividad de feedback se mostrará aquí. Comience compartiendo sus opiniones y sugerencias con sus compañeros.

source: Favorites
es_es: Favoritos

source: Feedback category
es_es: Categoría de comentarios

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
es_es: Las notas de feedback son para su uso personal; solo usted puede verlas. Comience a añadir sus notas aquí para llevar un seguimiento de su progreso e ideas.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
es_es: Añada sus notas aquí para llevar un registro de su progreso e ideas. Las notas de feedback son para su uso personal; solo usted puede verlas.

source: Feedback overview
es_es: Resumen de comentarios

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
es_es: Aquí verá feedback marcado como público. Vuelva a comprobarlo más tarde para ver actualizaciones o sea el primero en dar feedback público a un compañero.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
es_es: Aquí verá feedback marcado como público. Vuelva a comprobarlo más tarde para ver actualizaciones o explore más funciones mientras tanto.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
es_es: El feedback de sus colegas aparecerá aquí. Vuelva a comprobarlo más tarde para ver actualizaciones o explore más funciones mientras tanto.

source: Reach out to your team and request their thoughts on your work.
es_es: Comuníquese con su equipo y solicite opiniones sobre su trabajo.

source: New feedback
es_es: Nuevo feedback

source: Your received feedback volume is up!
es_es: ¡Ha aumentado el volumen de feedback recibido!

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
es_es: El feedback solicitado aparecerá aquí. Comience contactando con su equipo y solicitando su opinión sobre su trabajo.

source: Request feedback and find out what your colleagues think about your collaboration.
es_es: Solicita comentarios y descubre qué piensan tus compañeros sobre tu colaboración.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
es_es: Las solicitudes de feedback de sus compañeros aparecerán aquí. Mientras tanto, puede enviar una solicitud de feedback a sus compañeros para iniciar la conversación.

source: New request
es_es: Nueva solicitud

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
es_es: El feedback ayuda a mejorar el trabajo en equipo y los procesos internos de la empresa. Comience compartiendo sus opiniones y sugerencias con sus compañeros.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
es_es: Sus compañeros están esperando su feedback. Comience compartiendo sus opiniones con ellos.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
es_es: El feedback ayuda a mejorar el trabajo en equipo y los procesos internos de la empresa. Comience compartiendo sus opiniones y sugerencias con sus compañeros.

source: Team feedback requests
es_es: Solicitudes de comentarios del equipo

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
es_es: Las solicitudes de feedback sobre sus compañeros aparecerán aquí. Mientras tanto, puede enviar una solicitud de feedback a sus compañeros para iniciar la conversación.

source: Hide confidential information
es_es: Ocultar información confidencial

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
es_es: Gracias. Informaremos a {{givenName}} que le gustaría discutir su compensación de acciones con más detalle.

source: My documents
es_es: Mis documentos

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
es_es: Todavía no tenemos suficientes datos para mostrar su rueda de comportamiento. Solicite feedback de sus compañeros para comenzar a crear un panorama completo de su desempeño.

source: There aren’t enough data to display the behavior wheel.
es_es: No hay suficientes datos para mostrar la rueda de comportamiento.

source: View behaviors
es_es: Ver comportamientos

source: View my received feedback
es_es: Ver mis comentarios recibidos

source: Explore the feedback you received and highlight the ones that inspire you the most!
es_es: Explore el feedback que ha recibido y destaque aquellos que más le inspiren.

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
es_es: Todavía no ha marcado ningún feedback como favorito. ¡Explore el feedback que ha recibido y destaque aquellos que más le inspiren!

source: Go to feedback
es_es: Ir a los comentarios

source: Your favorite received feedback
es_es: Su feedback recibido favorito

source: Go to documents
es_es: Ir a documentos

source: You don’t have any goal plans yet.
es_es: Todavía no tiene ningún plan de objetivos.

source: Your individual goals
es_es: Sus objetivos individuales

source: Personal information
es_es: Información personal

source: Org level 1
es_es: Nivel organizativo 1

source: View profile
es_es: Ver perfil

source: Organization goals
es_es: Objetivos de la organización

source: Payee
es_es: Beneficiario

source: No performance reviews are assigned to you at the moment.
es_es: No se le han asignado evaluaciones de desempeño en este momento.

source: Assigned reviews
es_es: Evaluaciones asignadas

source: Review category
es_es: Categoría de evaluación

source: No ratings yet
es_es: Todavía no hay calificaciones

source: List of performance reviews & ratings
es_es: Lista de evaluaciones de desempeño y calificaciones

source: Enable 360 reviews
es_es: Habilitar evaluaciones 360

source: Check the widgets you want visible on the passport page.
es_es: Marque los widgets que desea que sean visibles en la página del pasaporte.

source: Passport widget settings
es_es: Configuración del widget Passport

source: Digital reward statement
es_es: Extracto de recompensa digital

source: Enable my total compensation
es_es: Habilitar mi compensación total

source: Enable and configure the digital reward statement.
es_es: Habilite y configure el estado de recompensas digitales.

source: The section header cannot be empty.
es_es: El encabezado de la sección no puede estar vacío.

source: Preview compensation breakdown in the digital reward statement page.
es_es: Vista previa del desglose de compensación en la página del estado de recompensas digital.

source: Compensation breakdown
es_es: Desglose de compensación

source: Select the compensation elements to display in the history
es_es: Seleccione los elementos de compensación que desea mostrar en el historial

source: Choose elements
es_es: Elegir elementos

source: Compensation elements
es_es: Elementos de compensación

source: At least one compensation element must be selected.
es_es: Debe seleccionarse al menos un elemento de compensación.

source: Number of years
es_es: Número de años

source: The number of years must be at least 1.
es_es: El número de años debe ser al menos 1.

source: The number of years cannot be empty.
es_es: El número de años no puede estar vacío.

source: Preview historical compensation
es_es: Vista previa del historial de compensación

source: Show total compensation
es_es: Mostrar compensación total

source: Preview compensation numerical overview
es_es: Vista previa numérica de la compensación

source: Compensation in numbers
es_es: Compensación en cifras

source: Show total direct compensation
es_es: Mostrar compensación directa total

source: Show total indirect compensation
es_es: Mostrar compensación indirecta total

source: At least one compensation widget must be selected.
es_es: Se debe seleccionar al menos un widget de compensación.

source: Compensation philosophy description
es_es: Descripción de la filosofía de compensación

source: Enter text
es_es: Introducir texto

source: The description is required.
es_es: La descripción es obligatoria.

source: The header is required.
es_es: El encabezado es obligatorio.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
es_es: Utiliza esta sección para comunicar los principios rectores de tu empresa sobre la remuneración y las recompensas.

source: Compensation philosophy
es_es: Filosofía de compensación

source: Main content
es_es: Contenido principal

source: Our compensation philosophy
es_es: Nuestra filosofía de compensación

source: Allow pay information requests
es_es: Permitir solicitudes de información salarial

source: Include the ability to request pay information.
es_es: Incluir la posibilidad de solicitar información sobre el salario.

source: The ray information text cannot be empty.
es_es: El texto de información de la compensación no puede estar vacío.

source: Preview position in pay range in the digital reward statement page
es_es: Vista previa de la posición en la banda salarial en la página de declaración de recompensas digitales

source: Position in pay range
es_es: Posición en la escala salarial

source: Position in pay range toggle
es_es: Alternar posición en el rango salarial

source: Compensation policy link description
es_es: Descripción del enlace a la política de compensación

source: The label is required.
es_es: La etiqueta es obligatoria.

source: Please enter a valid URL
es_es: Por favor, introducid una URL válida

source: The link is required.
es_es: El enlace es obligatorio.

source: Show compensation policy link
es_es: Mostrar el enlace a la política de compensación

source: Add resource
es_es: Añadir recurso

source: List of resources
es_es: Lista de recursos

source: Enter your resource label here
es_es: Introduzca aquí la etiqueta de su recurso

source: The resource label cannot be empty.
es_es: La etiqueta del recurso no puede estar vacía.

source: The resource link must be a valid URL.
es_es: El enlace del recurso debe ser una URL válida.

source: The resource link cannot be empty.
es_es: El enlace del recurso no puede estar vacío.

source: Provide links to the digital reward statement page.
es_es: Proporcione enlaces a la página de declaración de recompensas digitales.

source: Section description
es_es: Descripción de la sección

source: Section header
es_es: Encabezado de sección

source: Side panel
es_es: Panel lateral

source: The digital reward statement was successfully updated.
es_es: El estado de la recompensa digital se actualizó correctamente.

source: Edit digital reward statement
es_es: Editar declaración de recompensa digital

source: Enable learning
es_es: Habilitar aprendizaje

source: Goal overall progress
es_es: Progreso general de los objetivos

source: Enable reviews
es_es: Habilitar evaluaciones

source: Show confidential information
es_es: Mostrar información confidencial

source: No comments yet
es_es: Aún no hay comentarios

source: Check-in comments
es_es: Comentarios del check-in

source: Goal comments
es_es: Comentarios sobre los objetivos

source: Due date: {{date}}
es_es: Fecha de vencimiento: {{date}}

source: Questionnaire comments
es_es: Comentarios del cuestionario

source: No questions
es_es: Sin preguntas

source: Skill comments
es_es: Comentarios sobre habilidades

source: Worker’s self-rating
es_es: Autoevaluación del trabajador

source: No skills yet
es_es: Todavía no hay habilidades

source: Manager’s evaluation
es_es: Evaluación del responsable

source: No rating provided
es_es: Sin valoración

source: Type: {{name}}
es_es: Tipo: {{name}}

source: Closed date
es_es: Fecha de cierre

source: Close date
es_es: Fecha de cierre

source: The worker has opted out of the career development plan
es_es: El colaborador o la colaboradora ha decidido no participar en el plan de desarrollo profesional

source: You have opted out of the career development plan
es_es: Has rechazado el plan de desarrollo profesional

source: Uploaded files
es_es: Archivos cargados

source: Uploaded by: {{name}}
es_es: Subido por: {{name}}

source: Automatically, using a deliverable
es_es: Automáticamente, utilizando un entregable

source: Automatically, using the average of measurement criteria
es_es: Automáticamente, usando la media de los criterios de medición

source: Audit trail
es_es: Registro de auditoría

source: This comment was deleted.
es_es: Este comentario se ha eliminado.

source: Discussion
es_es: Debate

source: Worker, Manager
es_es: Colaborador/a, manager

source: Aligned with goal
es_es: Alineado con el objetivo

source: Goals aligned with this goal
es_es: Objetivos alineados con este objetivo

source: {{name}} - Individual goal
es_es: {{name}} - Objetivo individual

source: {{name}} - Organizational goal
es_es: {{name}} - Objetivo organizacional

source: No due date
es_es: Sin fecha límite

source: <0>{{userName}}</0> added alignments.
es_es: <0>{{userName}}</0> añadió alineaciones.

source: <0>{{userName}}</0> deleted alignments.
es_es: <0>{{userName}}</0> eliminó alineaciones.

source: <0>{{userName}}</0> added a file.
es_es: <0>{{userName}}</0> ha añadido un archivo.

source: <0>{{userName}}</0> deleted a file.
es_es: <0>{{userName}}</0> eliminó un archivo.

source: <0>{{userName}}</0> added a deliverable.
es_es: <0>{{userName}}</0> añadió un entregable.

source: <0>{{userName}}</0> deleted a deliverable.
es_es: <0>{{userName}}</0> eliminó un entregable.

source: <0>{{userName}}</0> marked a deliverable as done.
es_es: <0>{{userName}}</0> marcó un entregable como completado.

source: <0>{{userName}}</0> marked a deliverable as undone.
es_es: <0>{{userName}}</0> marcó un entregable como sin completar.

source: <0>{{userName}}</0> updated a deliverable.
es_es: <0>{{userName}}</0> ha actualizado un entregable.

source: <0>{{userName}}</0> updated the description.
es_es: <0>{{userName}}</0> ha actualizado la descripción.

source: <0>{{userName}}</0> updated the due date.
es_es: <0>{{userName}}</0> actualizó la fecha de vencimiento.

source: No date
es_es: Sin fecha

source: No progress
es_es: Sin progreso

source: No status
es_es: Sin estado

source: No weight
es_es: Sin peso

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
es_es: <0>{{userName}}</0> restableció la fecha de finalización de <1>{{participantName}}</1> a la fecha inicial.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
es_es: <0>{{userName}}</0> estableció la fecha de finalización para <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the end date for the goal.
es_es: <0>{{userName}}</0> estableció la fecha de finalización del objetivo.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
es_es: <0>{{userName}}</0> cambió la fecha de finalización de <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the end date for the goal.
es_es: <0>{{userName}}</0> cambió la fecha de finalización del objetivo.

source: From:
es_es: Desde:

source: <0>{{userName}}</0> approved a goal.
es_es: <0>{{userName}}</0> aprobó un objetivo.

source: <0>{{userName}}</0> created a goal.
es_es: <0>{{userName}}</0> creó un objetivo.

source: <0>{{userName}}</0> rejected a goal.
es_es: <0>{{userName}}</0> ha rechazado un objetivo.

source: <0>{{userName}}</0> deleted a goal.
es_es: <0>{{userName}}</0> ha eliminado un objetivo.

source: <0>{{userName}}</0> marked a goal as done.
es_es: <0>{{userName}}</0> marcó un objetivo como completado.

source: <0>{{userName}}</0> reopened a goal.
es_es: <0>{{userName}}</0> reabrió un objetivo.

source: <0>{{userName}}</0> submitted a goal for approval.
es_es: <0>{{userName}}</0> ha enviado un objetivo para su aprobación.

source: <0>{{userName}}</0> added a measurement criterion.
es_es: <0>{{userName}}</0> ha añadido un criterio de medición.

source: <0>{{userName}}</0> deleted a measurement criterion.
es_es: <0>{{userName}}</0> eliminó un criterio de medición.

source: <0>{{userName}}</0> updated a measurement criterion.
es_es: <0>{{userName}}</0> ha actualizado un criterio de medición.

source: <0>{{userName}}</0> updated the population of a goal.
es_es: <0>{{userName}}</0> actualizó la población de un objetivo.

source: <0>{{userName}}</0> updated a goal priority.
es_es: <0>{{userName}}</0> actualizó la prioridad de un objetivo.

source: <0>{{userName}}</0> updated the progress settings of a goal.
es_es: <0>{{userName}}</0> actualizó la configuración de progreso de un objetivo.

source: <0>{{userName}}</0> updated the progress of a goal.
es_es: <0>{{userName}}</0> ha actualizado el progreso de un objetivo.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
es_es: <0>{{userName}}</0> restableció las fechas para la población de objetivos a las fechas iniciales.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
es_es: <0>{{userName}}</0> restableció la fecha de inicio de <1>{{participantName}}</1> a la fecha inicial.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
es_es: <0>{{userName}}</0> estableció la fecha de inicio para <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the start date for the goal.
es_es: <0>{{userName}}</0> definió la fecha de inicio del objetivo.

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
es_es: <0>{{userName}}</0> cambió la fecha de inicio de <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the start date for the goal.
es_es: <0>{{userName}}</0> cambió la fecha de inicio del objetivo.

source: <0>{{userName}}</0> updated a title.
es_es: <0>{{userName}}</0> actualizó un cargo.

source: To:
es_es: Para:

source: <0>{{userName}}</0> updated a goal tracking status.
es_es: <0>{{userName}}</0> ha actualizado el estado de seguimiento de un objetivo.

source: Progress trail
es_es: Historial de progreso

source: <0>{{userName}}</0> changed the goal weight.
es_es: <0>{{userName}}</0> cambió el peso del objetivo.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
es_es: <0>{{userName}}</0> restableció el peso del objetivo de <1>{{participantName}}</1> al peso inicial.

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
es_es: <0>{{userName}}</0> restableció el peso del objetivo para la población del objetivo al peso inicial.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
es_es: <0>{{userName}}</0> ha establecido el peso de un objetivo para <1>{{participantName}}</1>.
